Repository: uaburak/Finvo-V1
Catalog: Finvo/Finvo/Localizable.xcstrings
Source language: tr
Languages: de, en, ru

source: • Ödül: ₺%@
de: • Prämie: ₺%@
en: • Reward: ₺%@
ru: • Награда: ₺%@

source: • Ykl: ₺%@
de: • Geschätzt: ₺%@
en: • Est.: ₺%@
ru: • Оцен.: ₺%@

source: '%@' adında bir alt kategori bu grupta zaten mevcut.
de: Eine Unterkategorie namens '%@' existiert bereits in dieser Gruppe.
en: A subcategory named '%@' already exists in this group.
ru: Подкатегория с именем '%@' уже существует в этой группе.

source: '%@' adında bir kategori zaten mevcut. Lütfen farklı bir isim seçin.
de: Eine Kategorie namens '%@' existiert bereits. Bitte wählen Sie einen anderen Namen.
en: A category named '%@' already exists. Please choose a different name.
ru: Категория с именем '%@' уже существует. Пожалуйста, выберите другое имя.

source: '%1$@' kategorisini ve ona bağlı tüm verileri silmek istediğinizden emin misiniz? %2$@
de: Möchten Sie die Kategorie '%1$@' und alle zugehörigen Daten wirklich löschen? %2$@
en: Are you sure you want to delete the '%1$@' category and all its associated data? %2$@
ru: Вы уверены, что хотите удалить категорию '%1$@' и все связанные данные? %2$@

# **%@** cüzdanı için **%@** yetkisi istiyor.
source: **%1$@** cüzdanı için **%2$@** yetkisi istiyor.
de: **%1$@** fordert die Berechtigung **%2$@** für die Geldbörse an.
en: **%1$@** is requesting **%2$@** permission for the wallet.
ru: **%1$@** запрашивает разрешение **%2$@** для кошелька.

source: %@ bu ay aileyi sırtlamış gidiyor! 🚀 %@, biraz destek olma vakti.
de: %1$@ trägt die Familie diesen Monat! 🚀 %2$@, Zeit für ein wenig Unterstützung.
en: %1$@ is carrying the family this month! 🚀 %2$@, time to support a bit.
ru: %1$@ тащит семью в этом месяце! 🚀 %2$@, пора немного помочь.

source: %@ bu ay liderliği kimseye bırakmamış! 🏆 %@ biraz geride kalmış.
de: %1$@ hat die Führung diesen Monat niemandem überlassen! 🏆 %2$@ liegt etwas zurück.
en: %1$@ didn't leave the lead to anyone this month! 🏆 %2$@ is a bit behind.
ru: %1$@ никому не уступил лидерство в этом месяце! 🏆 %2$@ немного отстал.

source: %@ harcamalarında %@ bayrağı taşıyor! 🚩
de: %2$@ trägt die Flagge bei den %1$@-Ausgaben! 🚩
en: %2$@ is carrying the flag in %1$@ spending! 🚩
ru: %2$@ несет знамя в расходах на %1$@! 🚩

source: %@ henüz işlem yapmadı.
de: %@ hat noch keine Transaktionen getätigt.
en: %@ has not made any transactions yet.
ru: %@ ещё не совершал(а) ни одной транзакции.

source: %@ hesabını silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
de: Sind Sie sicher, dass Sie das Konto '%@' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete the %@ account? This action cannot be undone.
ru: Вы уверены, что хотите удалить счёт '%@'? Это действие нельзя отменить.

source: %@ Ulaşıldı
de: %@ Erreicht
en: %@ Reached
ru: %@ Достигнуто

source: %@ Ustası
de: %@ Meister
en: %@ Master
ru: Мастер %@

source: %@ yapacak
de: %@ wird es tun
en: %@ will do it
ru: %@ выполнит

# %@%@ kaldı
source: %1$@%2$@ kaldı
de: %@%@ übrig
en: %@%@ left
ru: осталось %@%@

source: %@%@ ödül
de: %1$@%2$@ Prämie
en: %1$@%2$@ reward
ru: %1$@%2$@ награда

source: %d Aktif
de: %d Aktiv
en: %d Active
ru: %d активно

source: %d Bekleyen
de: %d Ausstehend
en: %d Pending
ru: %d ожидается

source: %d görev
de: %d Aufgaben
en: %d missions
ru: %d заданий

source: %d gün geçti
de: %d Tage überfällig
en: %d days overdue
ru: %d дн. просрочено

source: %d gün kaldı
de: %d Tage übrig
en: %d days left
ru: %d дн. осталось

source: %d ürün
de: %d Artikel
en: %d items
ru: %d товаров

source: %d üye
de: %d Mitglieder
en: %d members
ru: %d участников

# %lld / %lld Taksit
source: %1$lld / %2$lld Taksit
de: %1$lld / %2$lld Raten
en: %1$lld / %2$lld Installments
ru: %1$lld / %2$lld рассрочка(ек)

source: %lld Alt Kategori
de: %lld Unterkategorie(n)
en: %lld Subcategory(ies)
ru: %lld подкатегория(ий)

source: %lld İşlem
de: %lld Transaktion(en)
en: %lld Transaction(s)
ru: %lld транзакция(й)

source: %lld. Taksit
de: %lld. Rate
en: Installment %lld
ru: %lld-й платёж

# • %lld/%lld taksit
source: • %1$lld/%2$lld taksit
de: • %lld/%lld Rate
en: • %lld/%lld installment
ru: • %lld/%lld взнос

source: 2 Yeni
de: 2 Neu
en: 2 New
ru: 2 Новых

source: 3 Gün
de: 3 Tage
en: 3 Days
ru: 3 Дня

source: 10 Ekim 2025
de: 10. Okt 2025
en: 10 Oct 2025
ru: 10 окт. 2025

source: 14 Ayar Altın
de: 14-karätiges Gold
en: 14k Gold
ru: Золото 14 карат

source: 15 Ekim 2025
de: 15. Okt 2025
en: 15 Oct 2025
ru: 15 окт. 2025

source: 18 Ayar Altın
de: 18-karätiges Gold
en: 18k Gold
ru: Золото 18 карат

source: Aboneliği Başlat
de: Abo starten
en: Start Subscription
ru: Начать подписку

source: Abonelik
de: Abonnement
en: Subscription
ru: Подписка

source: Abonelik İşlemleri: ₺%@
de: Abonnementtransaktionen: ₺%@
en: Subscription Transactions: ₺%@
ru: Транзакции по подписке: ₺%@

source: Abonelik Özeti
de: Abo-Übersicht
en: Subscription Summary
ru: Итоги подписки

source: Abonelikler
de: Abonnements
en: Subscriptions
ru: Подписки

source: Aboneliklere Ödenen Toplam
de: Gesamtbetrag für Abonnements
en: Total Paid for Subscriptions
ru: Итого по подпискам

source: Ad
de: Vorname
en: First Name
ru: Имя

source: Admin
de: Administrator
ru: Администратор

source: Aidat
de: Nebenkosten / Hausgeld
en: Dues / HOA
ru: Взносы / ТСЖ

source: Aile
de: Familie
en: Family
ru: Семья

source: Aile İçi Durumlar
de: Familiäre Situationen
en: Wholesome Situations
ru: Семейные ситуации

source: Aile içi finansal dengeyi korumak için bu ayki harcamalarda biraz daha dengeli gitmek harika olabilir! 🤝
de: Um das finanzielle Gleichgewicht in der Familie zu wahren, wäre es toll, diesen Monat etwas ausgewogener auszugeben! 🤝
en: To maintain family financial balance, it might be great to be a bit more balanced with this month's spending! 🤝
ru: Чтобы сохранить семейный финансовый баланс, было бы здорово тратить в этом месяце чуть более сбалансированно! 🤝

source: Aile içi harcamalar şu an harika bir dengede! ⚖️ Mükemmel!
de: Die Familienausgaben sind gerade in perfekter Balance! ⚖️ Ausgezeichnet!
en: Family spending is in perfect balance right now! ⚖️ Excellent!
ru: Семейные расходы сейчас в идеальном балансе! ⚖️ Отлично!

source: Aile Merkezi
de: Familienzentrum
en: Family Center
ru: Семейный центр

source: Aile merkezini kullanabilmek için 'Özet' sayfasından paylaşımlı bir cüzdan seçmeli veya yeni bir paylaşımlı cüzdan oluşturmalısınız.
de: Um das Familienzentrum zu nutzen, müssen Sie auf der Seite 'Zusammenfassung' eine gemeinsame Geldbörse auswählen oder eine neue erstellen.
en: To use the family center, you must select a shared wallet from the 'Summary' page or create a new one.
ru: Чтобы использовать семейный центр, вы должны выбрать общий кошелек на странице 'Сводка' или создать новый.

source: Aile Üyeleri
de: Familienmitglieder
en: Family Members
ru: Члены семьи

source: Aile üyelerine ödüllü görevler tanımlayarak motivasyonu artırın.
de: Steigern Sie die Motivation, indem Sie belohnte Aufgaben für Familienmitglieder definieren.
en: Increase motivation by defining rewarded missions for family members.
ru: Повышайте мотивацию, создавая платные задания для членов семьи.

source: Aile üyelerine veya kendinize ödüllü görevler tanımlayarak motivasyonu artırın.
de: Steigere die Motivation, indem du Familienmitgliedern oder dir selbst Aufgaben mit Belohnungen zuweist.
en: Motivate family members by assigning rewarded tasks to them or yourself.
ru: Повышайте мотивацию, назначая вознаграждаемые задания себе или членам семьи.

source: Ailenin Alışveriş Listesi
de: Familieneinkaufsliste
en: Family Shopping List
ru: Список покупок семьи

source: Ailenizin Hedefleri
de: Familienziele
en: Family Goals
ru: Семейные цели

source: Ailenizle Finansal Özgürlük
de: Finanzielle Freiheit mit Ihrer Familie
en: Financial Freedom with Your Family
ru: Финансовая свобода вместе с семьёй

source: Ailenizle ortak birikim hedefi belirleyin.
de: Setzen Sie sich ein gemeinsames Sparziel mit Ihrer Familie.
en: Set a joint savings goal with your family.
ru: Установите общую цель накоплений с семьей.

source: Akaryakıt / LPG
de: Kraftstoff / Benzin
en: Fuel / Gas
ru: Топливо / Газ

source: Akıllı Ev Cihazları
de: Smart-Home-Geräte
en: Smart Home Devices
ru: Умный дом

source: Akıllı İpuçları
de: Smarte Tipps
en: Smart Tipps
ru: Умные советы

source: Aksesuar (Kol, Kulaklık)
de: Zubehör (Controller, Headset)
en: Accessories (Controller, Headset)
ru: Аксессуары (Геймпад, Наушники)

source: Aktif
de: Aktiv
en: Active
ru: Активна

source: AKTİF
de: AKTIV
en: ACTIVE
ru: АКТИВНО

source: aktif bu ay
de: diesen Monat aktiv
en: active this month
ru: активны в этом месяце

source: Alınacak
de: Zu kaufen
en: To Buy
ru: Купить

source: Alınacaklar
de: Zu kaufen
en: To Buy
ru: Купить

source: Alınan
de: Gekauft
en: Purchased
ru: Куплено

source: Alınanlar
de: Gekauft
en: Purchased
ru: Куплено

source: Alış
de: Kauf
en: Buy
ru: Покупка

source: Alışveriş
de: Einkaufen
en: Shopping
ru: Покупки

source: Alışveriş Listesi
de: Einkaufsliste
en: Shopping List
ru: Список покупок

source: Alt Kategori
de: Unterkategorie
en: Subcategory
ru: Подкатегория

source: Alt Kategori Adı
de: Unterkategorienname
en: Subcategory Name
ru: Название подкатегории

source: Alt kategori ekleme, silme ve düzenleme işlemleri sadece Pro üyelerimiz içindir.
de: Das Hinzufügen, Löschen und Bearbeiten von Unterkategorien ist nur für Pro-Mitglieder verfügbar.
en: Adding, deleting, and editing subcategories is only available for Pro members.
ru: Добавление, удаление и редактирование подкатегорий доступно только для Pro-участников.

source: Alt kategori eklemek için bu cüzdanda 'Admin' veya 'Kurucu' yetkisine sahip olmanız gerekmektedir.
de: Um eine Unterkategorie hinzuzufügen, benötigen Sie 'Admin'- oder 'Gründer'-Berechtigungen in dieser Geldbörse.
en: To add a subcategory, you must have 'Admin' or 'Owner' permission in this wallet.
ru: Чтобы добавить подкатегорию, необходимо иметь права «Администратора» или «Владельца» в этом кошельке.

source: Alt Kategori Mevcut
de: Unterkategorie vorhanden
en: Subcategory Exists
ru: Подкатегория уже существует

source: alt kategorisini ve ona bağlı tüm verileri silmek istediğinizden emin misiniz?
de: möchten Sie dies wirklich löschen?
en: are you sure you want to delete the subcategory and all related data?
ru: вы уверены, что хотите удалить?

source: Alt Kategoriyi Düzenle
de: Unterkategorie bearbeiten
en: Edit Subcategory
ru: Редактировать подкатегорию

source: Alt Kategoriyi Sil?
de: Unterkategorie löschen?
en: Delete Subcategory?
ru: Удалить подкатегорию?

source: Altın
de: Gold
en: Gold
ru: Золото

source: Amerikan Doları
de: US-Dollar
en: US Dollar
ru: Доллар США

source: Ana Gelir
de: Haupteinkommen
en: Main Income
ru: Основной доход

source: Analiz
de: Analytik
en: Analytics
ru: Аналитика

source: Analiz Sayfası
de: Analytik Seite
en: Analytics Page
ru: Страница аналитики

source: App Store / IAP Geliri
de: App Store / IAP Einnahmen
en: App Store / IAP Revenue
ru: Доход от App Store / IAP

source: Ara
de: Suchen
en: Search
ru: Поиск

source: Araba & Ulaşım
de: Auto & Transport
en: Car & Transport
ru: Авто и транспорт

source: Araba, tatil veya acil durum fonu gibi hedefleriniz için farklı birikim hesapları oluşturabilirsiniz.
de: Sie können verschiedene Sparkonten für Ihre Ziele wie Auto, Urlaub oder Notfallfonds erstellen.
en: You can create different savings accounts for your goals like a car, vacation, or emergency fund.
ru: Вы можете создавать различные накопительные счета для целей: автомобиль, отпуск, экстренный фонд.

source: Araç / Konut Kredisi
de: Auto- / Immobilienkredit
en: Auto / Home Loan
ru: Авто / Ипотечный кредит

source: Aramıza Hoş Geldin!
de: Willkommen im Team!
en: Welcome to the Team!
ru: Добро пожаловать!

source: Arjantin Pesosu
de: Argentinischer Peso
en: Argentine Peso
ru: Аргентинское песо

source: Arnavutluk Leki
de: Albanischer Lek
en: Albanian Lek
ru: Албанский лек

source: Asset & Plugin Alımı
de: Assets & Plugins
en: Assets & Plugins
ru: Ассеты и плагины

source: Ata Altın
de: Ata Gold
en: Ata Gold
ru: Золото Ата

source: Avustralya Doları
de: Australischer Dollar
en: Australian Dollar
ru: Австралийский доллар

source: Ayakkabı
de: Schuhe
en: Shoes
ru: Обувь

source: Ayarlar
de: Einstellungen
en: Settings
ru: Настройки

source: Aylık
de: Monatlich
en: Monthly
ru: Ежемесячно

source: Aylık Gelir
de: Monatseinkommen
en: Monthly Income
ru: Мес. доход

source: Aylık Gider
de: Monatsausgaben
en: Monthly Expense
ru: Мес. расход

source: Aylık Harcama Limiti Yok
de: Kein monatliches Limit
en: No Monthly Spending Limit
ru: Нет лимита

source: Aylık harcama limitini belirleyerek bütçenin dışına çıkma riskini en aza indir.
de: Legen Sie ein monatliches Ausgabenlimit fest, um das Risiko einer Budgetüberschreitung zu minimieren.
en: Set a monthly spending limit to minimize the risk of exceeding your budget.
ru: Установите ежемесячный лимит расходов, чтобы минимизировать риск превышения бюджета.

source: Aylık Hedef
de: Monatsziel
en: Monthly Goal
ru: Ежемесячная цель

source: Aylık yenilenir. İstediğiniz zaman iptal edebilirsiniz.
de: Monatlich erneuerbar. Jederzeit kündbar.
en: Renews monthly. Cancel anytime.
ru: Ежемесячное продление. Отмените в любое время.

source: Ayrıl
de: Verlassen
en: Leave
ru: Выйти

source: Azerbaycan Manatı
de: Aserbaidschan-Manat
en: Azerbaijani Manat
ru: Азербайджанский манат

source: BAE Dirhemi
de: VAE-Dirham
en: UAE Dirham
ru: Дирхам ОАЭ

source: Bağış & Yardımlaşma
de: Spenden & Wohltätigkeit
en: Donations & Charity
ru: Пожертвования

source: Bahreyn Dinarı
de: Bahrain-Dinar
en: Bahraini Dinar
ru: Бахрейнский динар

source: Banka
de: Bank
en: Bank
ru: Банк

source: Banka & Finans
de: Bank & Finanzen
en: Banking & Finance
ru: Банки и Финансы

source: Banka Adı
de: Bankname
en: Bank Name
ru: Имя банка

source: Banka adını girin
de: Bankname eingeben
en: Enter bank name
ru: Имя банка

source: Banka Aidatı
de: Bankgebühr
en: Bank Fee
ru: Банковская комиссия

source: Banka Seçin
de: Bank wählen
en: Select Bank
ru: Выбрать банк

source: Başarılı
de: Erfolgreich
en: Successful
ru: Успешно

source: Başlangıç
de: Start
en: Start
ru: Начало

source: Bekleyen
de: Ausstehend
en: Pending
ru: Ожидается

source: Bekleyen İşlemler
de: Ausstehende Transaktionen
en: Pending Transactions
ru: Ожидающие транзакции

source: Beşli Altın
de: Fünffaches Gold
en: Quintuple Gold
ru: Пятикратное золото

source: Bildirimler
de: Benachrichtigungen
en: Notifications
ru: Уведомления

source: Bilinmiyor
de: Unbekannt
en: Unknown
ru: Неизвестно

source: Birikim
de: Ersparnisse
en: Savings
ru: Сбережения

source: Birikim Adı
de: Sparkontoname
en: Savings Name
ru: Название накопления

source: Birikim Adı (Örn: Araç Peşinatı)
de: Sparkontoname (z.B. Anzahlung Auto)
en: Savings Name (e.g. Car Down Payment)
ru: Название накопления (напр. Первый взнос)

source: Birikim Detayı
de: Sparkonto-Details
en: Savings Detail
ru: Детали накопления

source: Birikim Hesabı Oluştur
de: Sparkonto erstellen
en: Create Savings Account
ru: Создать накопительный счёт

source: Birikim Hesabınız Yok
de: Keine Sparkonten
en: No Savings Accounts
ru: Нет сберегательных счетов

source: Birikimi Düzenle
de: Sparkonto bearbeiten
en: Edit Savings
ru: Редактировать накопление

source: Birikimler
de: Ersparnisse
en: Savings
ru: Сбережения

source: Birim
de: Einheit
en: Unit
ru: Единица

source: BIST 100 Endeksi
de: BIST 100 Index
en: BIST 100 Index
ru: Индекс BIST 100

source: Bitcoin (Dijital)
de: Bitcoin (Digital)
en: Bitcoin (Digital)
ru: Биткоин (цифровой)

source: Biten
de: Beendet
en: Finished
ru: Завершено

source: Bitiş
de: Ende
en: End
ru: Конец

source: Bitiş Tarihi
de: Enddatum
en: End Date
ru: Дата окончания

source: Borç / Alacak İşlemi
de: Schuld/Kredit
en: Debt / Credit
ru: Долг / Кредит

source: Borç Detayı
de: Schuldendetails
en: Debt Detail
ru: Детали долга

source: Borçlar
de: Schulden
en: Debts
ru: Долги

source: Borçlar ve Taksitler
de: Schulden & Raten
en: Debts & Installments
ru: Долги и рассрочки

source: Borsa
de: Börse
en: Stock Market
ru: Фондовый рынок

source: Bosna Hersek Markı
de: Bosnien-Herzegowina Konvertible Mark
en: Bosnia-Herzegovina Convertible Mark
ru: Конвертируемая марка Боснии и Герцеговины

source: Brent Petrol
de: Brent Rohöl
en: Brent Crude Oil
ru: Нефть марки Brent

source: Brezilya Reali
de: Brasilianischer Real
en: Brazilian Real
ru: Бразильский реал

source: Bu Ay Harcandı
de: Diesen Monat ausgegeben
en: Spent This Month
ru: Потрачено в этом месяце

source: Bu Ay Üye Harcamaları
de: Mitgliederausgaben diesen Monat
en: Member Spending This Month
ru: Расходы участников в этом месяце

source: Bu Ayki Harcama
de: Ausgaben diesen Monat
en: This Month's Spending
ru: Расходы в этом месяце

source: Bu cüzdandan ayrılmak istediğinize emin misiniz? Bir daha erişemeyeceksiniz.
de: Sind Sie sicher, dass Sie diese Geldbörse verlassen möchten? Sie haben keinen Zugriff mehr.
en: Are you sure you want to leave this wallet? You will no longer have access.
ru: Вы уверены, что хотите покинуть этот кошелёк? Вы больше не будете иметь к нему доступа.

source: Bu cüzdanı silmek istediğinize emin misiniz? (Şimdilik mock veridir)
de: Sind Sie sicher, dass Sie diese Geldbörse löschen möchten? (Testdaten)
en: Are you sure you want to delete this wallet? (Mock data for now)
ru: Вы уверены, что хотите удалить этот кошелёк? (Тестовые данные)

source: Bu cüzdanı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
de: Sind Sie sicher, dass Sie diese Geldbörse löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete this wallet? This action cannot be undone.
ru: Вы уверены, что хотите удалить этот кошелёк? Это действие нельзя отменить.

source: Bu dönem için akış verisi yok.
de: Keine Flussdaten für diesen Zeitraum.
en: No flow data for this period.
ru: Данные о потоке за этот период отсутствуют.

source: Bu dönemde hiç işlem bulunamadı.
de: Für diesen Zeitraum wurden keine Transaktionen gefunden.
en: No transactions found for this period.
ru: За этот период транзакций не найдено.

source: Bu dönemde kişi verisi bulunamadı.
de: Für diesen Zeitraum wurden keine Mitgliederdaten gefunden.
en: No member data found for this period.
ru: За этот период данные об участниках не найдены.

source: Bu dönemde veri yok
de: Keine Daten für diesen Zeitraum
en: No data for this period
ru: Нет данных за этот период

source: Bu dönemde veri yok.
de: Keine Daten für diesen Zeitraum.
en: No data for this period.
ru: Нет данных за этот период.

source: Bu grup ayı biraz fazla 'ekonomik' geçirmiş. 😅 Sıradaki harcamalar sizden mi?
de: Diese Gruppe hat diesen Monat etwas zu 'sparsam' verbracht. 😅 Gehen die nächsten Ausgaben auf euch?
en: This group spent this month a bit too 'economically'. 😅 Are the next expenses on you?
ru: Эта группа провела месяц слишком 'экономно'. 😅 Следующие расходы на вас?

source: Bu işlemi düzenleme yetkiniz bulunmamaktadır. Sadece kendi eklediğiniz işlemleri düzenleyebilirsiniz.
de: Sie haben keine Berechtigung, diese Transaktion zu bearbeiten. Sie können nur selbst erstellte Transaktionen bearbeiten.
en: You do not have permission to edit this transaction. You can only edit transactions you have created.
ru: У вас нет прав для редактирования этой транзакции. Вы можете редактировать только свои транзакции.

source: Bu işlemi silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
de: Sind Sie sicher, dass Sie diese Transaktion löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete this transaction? This action cannot be undone.
ru: Вы уверены, что хотите удалить эту транзакцию? Это действие нельзя отменить.

source: Bu kriterlere uygun işlem bulunamadı.
de: Keine Transaktionen entsprechen den ausgewählten Kriterien.
en: No transactions match the selected criteria.
ru: Транзакции, соответствующие выбранным критериям, не найдены.

source: Bu kullanıcı adı daha önce alınmış.
de: Dieser Benutzername ist bereits vergeben.
en: This username is already taken.
ru: Это имя пользователя уже занято.

source: Bugün
de: Heute
en: Today
ru: Сегодня

source: Bugün 14:30
de: Heute 14:30
en: Today 14:30
ru: Сегодня 14:30

source: Bugünün Kârı
de: Heutiger Gewinn
en: Today's Profit
ru: Прибыль за сегодня

source: Bulgar Levası
de: Bulgarischer Lew
en: Bulgarian Lev
ru: Болгарский лев

source: Bütçe
de: Budget
en: Budget
ru: Бюджет

source: Çanta & Takı
de: Taschen & Schmuck
en: Bags & Jewelry
ru: Сумки и украшения

source: Cashback / İadeler
de: Cashback / Rückerstattungen
en: Cashback / Refunds
ru: Кэшбэк / Возвраты

source: Çek Korunası
de: Tschechische Krone
en: Czech Koruna
ru: Чешская крона

source: Çeyrek Altın
de: Viertelgold
en: Quarter Gold
ru: Четверть золота

source: Cezayir Dinarı
de: Algerischer Dinar
en: Algerian Dinar
ru: Алжирский динар

source: Çin Yuanı
de: Chinesischer Yuan
en: Chinese Yuan
ru: Китайский юань

source: Çizgi Grafiğine Geç
de: Zum Liniendiagramm wechseln
en: Switch to Line Chart
ru: Переключиться на линейный график

source: Cumhuriyet Altını
de: Republik Gold
en: Republic Gold
ru: Республиканское золото

source: Cüzdan 1
de: Wallet 1
en: Wallet 1
ru: Кошелек 1

source: Cüzdan 2
de: Wallet 2
en: Wallet 2
ru: Кошелек 2

source: Cüzdan 3
de: Wallet 3
en: Wallet 3
ru: Кошелек 3

source: Cüzdan 4
de: Wallet 4
en: Wallet 4
ru: Кошелек 4

source: Cüzdan 5
de: Wallet 5
en: Wallet 5
ru: Кошелек 5

source: Cüzdan Adı
de: Name der Geldbörse
en: Wallet Name
ru: Название кошелька

source: Cüzdan Adı (Örn: Ana Cüzdan)
de: Name der Geldbörse (z.B. Hauptgeldbörse)
en: Wallet Name (e.g. Main Wallet)
ru: Название кошелька (напр. Основной)

source: Cüzdan bulunamadı.
de: Geldbörse nicht gefunden.
en: Wallet not found.
ru: Кошелёк не найден.

source: Cüzdan kurucusuna yetki isteğiniz başarıyla iletildi.
de: Ihre Berechtigungsanfrage wurde erfolgreich an den Geldbörseninhaber übermittelt.
en: Your permission request has been sent to the wallet owner.
ru: Ваш запрос разрешения успешно отправлен владельцу кошелька.

source: Cüzdan oluşturulamadı
de: Wallet fehlerhaft
en: Could not create wallet
ru: Ошибка кошелька

source: Cüzdan Seçin
de: Geldbörse auswählen
en: Select Wallet
ru: Выберите кошелёк

source: Cüzdan Tipi
de: Geldbörsentyp
en: Wallet Type
ru: Тип кошелька

source: Cüzdandan Ayrıl
de: Geldbörse verlassen
en: Leave Wallet
ru: Покинуть кошелёк

source: Cüzdanı Düzenle
de: Geldbörse bearbeiten
en: Edit Wallet
ru: Редактировать кошелёк

source: Cüzdanı Sil
de: Geldbörse löschen
en: Delete Wallet
ru: Удалить кошелёк

source: Cüzdanım
de: Mein Wallet
en: My Wallet
ru: Мой кошелек

source: Cüzdanlar
de: Brieftaschen
en: Wallets
ru: Кошельки

source: Cüzdanlarım
de: Meine Geldbörsen
en: My Wallets
ru: Мои кошельки

source: Dağılım Detayı
de: Verteilungsdetails
en: Distribution Detail
ru: Детали распределения

source: Daha Fazla
de: Mehr
en: More
ru: Больше

source: Damacana Su
de: Flaschenwasser
en: Bottled Water
ru: Бутилированная вода

source: Danimarka Kronu
de: Dänische Krone
en: Danish Krone
ru: Датская крона

source: Davet Bekleniyor
de: Einladung Erwartet
en: Awaiting Invitation
ru: Ожидание приглашения

source: Davet Edildi
de: Eingeladen
en: Invited
ru: Приглашён

source: Davet Et
de: Einladen
en: Invite
ru: Пригласить

source: Davet Gönder
de: Einladung senden
en: Send Invite
ru: Отправить приглашение

source: Değerli Maden
de: Edelmetall
en: Precious Metal
ru: Драгметалл

source: Değişiklikleri Kaydet
de: Änderungen speichern
en: Save Changes
ru: Сохранить изменения

source: Destek
de: Support
en: Support
ru: Поддержка

source: Devam Eden Görevler
de: Laufende Aufgaben
en: Ongoing Missions
ru: Текущие задания

source: Devam Ediyor
de: Laufend
en: Ongoing
ru: В процессе

source: Devam Et
de: Weiter
en: Continue
ru: Продолжить
